Repository: Distrotech/xfce4-session
Catalog: po/*.po
Languages: af, ku

source: No description given
af: Geen beskrywing gegee nie
ku: Daxuyanî tuneye

source: Choose theme file to install...
af: Kies tema om te installeer...
ku: Ji bo sazkirinê dosyeya dirban hilbijêre...

source: Unable to install splash theme from file %s, please check that the file is a valid splash theme archive.
af: Kon nie die spatskermtema uit die lêer %s installeer nie. Maak asb. seker dat die lêer 'n geldige spatskermtema-argief is.
ku: Ji dosyeya %s dirb nayê barkirin, ji kerema xwe re kontrol bikin bê ka arşîva te dirban heye yan na.

source: Unable to remove splash theme "%s" from directory %s.
af: Kon nie spatskermtema "%s" uit gids %s verwyder nie.
ku: Dirbê vekirinê "%s" ji %s nayê jêbirin.

source: Choose theme filename...
af: Kies lêernaam van tema...
ku: Dosyeya dirban hilbijêre...

source: _Install new theme
af: _Installeer nuwe tema
ku: Dirbê nû _saz bike

source: _Remove theme
af: _Verwyder tema
ku: Dirb _rake

source: _Export theme
af: _Voer tema uit
ku: Dirb _veguhezîne

source: Balou theme
af: Balou-tema
ku: Dirbê Balou

source: Configure Balou...
af: Stel Balou op...
ku: Balou Veava Bike...

source: Balou Splash Engine
ku: Makîneya pijqandinê ya Balou

source: Mice
ku: Mişk

source: Mice Splash Engine
ku: Makîneya pijqandinê ya Mice

source: Choose image...
af: Kies beeld...
ku: Wêne hilbijêre...

source: Configure Simple...
af: Stel Eenvoudig op...
ku: Hêsanê Veava Bike...

source: Font
ku: Curetîp

source: Colors
af: Kleure
ku: Reng

source: Background color:
af: Agtergrondkleur:
ku: Rengê rûerd:

source: Text color:
af: Tekskleur:
ku: Rengê nivîsê:

source: Image
af: Beeld
ku: Wêne

source: Use custom image
af: Gebruik eie beeld
ku: Wêneyê şexsî bikar bîne

source: Simple
ku: Hesan

source: Simple Splash Engine
ku: Makîneya pijqandinê ya asayî

source: Session chooser
af: Sessie-kieser
ku: Bijarkerê Danîşînan

source: Display chooser on login
af: Vertoon kieser met aanteken
ku: Di têketinê de bijarker nîşan bide

source: If set, the session manager will ask you to choose a session every time you log in to Xfce.
af: As dit aan is sal die sessiebestuurder jou vra om 'n sessie te kies elke keer wat jy aanteken op Xfce.
ku: Heke were mîhengkirin, her ku tu têkeve wê ji bo ku tu hilbijêrî danîşînan nîşanî te bide.

source: Logout settings
af: Afteken-instellings
ku: Mîhengên derketinê

source: Automatically save session on logout
af: Stoor sessie outomaties by aftekening
ku: Di derketinê de danîşînê bixweber tomar bike

source: This option instructs the session manager to save the current session automatically when you log out. If you don't select this option you'll be prompted whether you want to save the current session on each logout.
af: Hierdie opsie sorg dat die sessiebestuurder die huidige sessie outomaties stoor wanneer jy afteken. As jy nie hierdie opsie kies nie sal jy elke keer gevra word of jy die huidige sessie wil stoor wanneer jy afteken.
ku: Ev vebijêrk gerînendeyê danişînan, di dema derketinê de weke danişîna heyî bixweber dide tomarkirin. Heke tu vê vebijêrkê hilnebijêrî di her derketinê de wê ji te bipirse bê ka bila danişîn were tomarkirin yan na.

source: Prompt on logout
af: Por met aftekening
ku: Di dema derketinê de bipirse

source: This option disables the logout confirmation dialog. Whether the session will be saved or not depends on whether you enabled the automatic saving of sessions on logout or not.
af: Hierdie opsie skakel die bevestiging af wanneer jy afteken. Indien jy die outomatiese stoor van sessies aangeskakel het sal dit bepaal dat die sessie gestoor word.
ku: Ev vebijêrk erêkirina ji bo derketinê radike. Tomarbûna danişînê ya di derketinê de girêdayî vebijêrka ku te gotiye bila danişîn tomar bibe an jî na ye.

source: Compatibility
af: Versoenbaarheid
ku: Lihevkirin

source: Launch Gnome services on startup
af: Laai Gnome-dienste tydens aanvang
ku: Di destpêkê de xizmetên Gnomeyê bixebitîne

source: Enable this if you plan to use Gnome applications. This will instruct the session manager to start some vital Gnome services for you. You should also enable this if you want to use the Assistive Technologies that ship with Gnome.
af: Skakel hierdie opsie aan indien jy beplan om Gnome-toepassings te gebruik. Dit sal sorg dat die sessiebestuurder belangrike Gnome-dienste vir jou laat loop. Dit is ook nodig vir die bystandstegnologie wat saam met Gnome versprei word.
ku: Çalak bike heke bixwazî sepana Gnome bikarbînî.

source: Launch KDE services on startup
af: Laai KDE-dienste met aanvang
ku: Di destpêkê de xizmetên KDE bixebitîne.

source: Enable this option if you plan to run KDE applications as part of your Xfce Desktop session. This will notably increase the startup time, but on the other hand, KDE applications will startup faster. Some KDE applications may not work at all if you don't enable this option.
af: Skakel hierdie opsie aan indien jy beplan om KDE-toepassings te gebruik. Dit sal die laaityd aansienlik langer maak, maar KDE-toepassings sal vinniger wees om aan die gang te kom. Sommige KDE-toepassings sal gladnie werk sonder hierdie opsie nie.
ku: Vê bijareke çalak bike heke tu bixwazî sepana KDE bikar bînî. dibe ku hin sepanên KDE ji binî nexebitin heke tu vê bijareke çalak nekî.

source: Security
af: Sekuriteit
ku: Ewlekarî

source: Manage remote applications
af: Bestuur afgelee toepassings
ku: Sepanên li dûr rê ve bibe

source: Allow the session manager to manage applications running on remote hosts. Do not enable this option unless you know what you are doing.
af: Laat die sessiebestuurder toe om toepassings wat op afgelee masjiene loop te bestuur. Moenie hierdie opsie aanskakel nie, tensy jy weet wat jy doen.
ku: Gerînendeyê beşan çalak bike da ku gerînendeya sepanan bike. Vê bijareke hilbijêre heta ku tu zanibî tu çi dikî.

source: Sessions and Startup
af: Sessies en aanvang
ku: Danîşîn û Destpêk

source: General
af: Algemeen
ku: Giştî

source: Advanced
af: Gevorderd
ku: Pêşketî

source: Button Label|Sessions and Startup
ku: Danişîn û Destpêk

source: None
af: Geen
ku: Ne yek jî

source: Splash Screen Settings
af: Spatskerm-instellings
ku: Mîhengên Dîmenderê Vekirinê

source: Configure
af: Konfigureer
ku: Veava Bike

source: Opens the configuration panel for the selected splash screen.
af: Maak die konfigurasiepaneel oop vir die gekose spatskerm.
ku: Ji bo dîmenê ku ji bo vekirinê hatiye hilbijartin paceya veavakirinê vedike.

source: Test
af: Toets
ku: Ceribandin

source: Demonstrates the selected splash screen.
af: Demonstreer die gekose spatskerm.
ku: Dîmenê ku ji bo vekirinê hatiye hilbijartin nîşan dide.

source: Information
af: Inligting
ku: Agahî

source: <b>Description:</b>
af: <b> Beskrywing:</b>
ku: <b>Şîrove:</b>

source: <b>Version:</b>
af: <b>Weergawe:</b>
ku: <b>Guherto:</b>

source: <b>Author:</b>
af: <b>Outeur:</b>
ku: <b>Nivîskar:</b>

source: <b>Homepage:</b>
af: <b>Tuisblad:</b>
ku: <b>Serûpel:</b>

source: Button Label|Splash Screen
ku: Dîmena Vekirinê

source: Add application
ku: Sepanekê têxê

source: Name:
ku: Nav:

source: Description:
ku: Daxûyanî:

source: Command:
ku: Ferman:

source: Select a command
ku: Fermanekê hilbijêre

source: Failed to unlink %s: %s
ku: Jihevxistina %s: %s biserneket

source: Failed to create file %s
ku: Dosyeya %s nehate çêkirin

source: Failed to write file %s
ku: Dosyeya %s nehate nivîsandin

source: Failed to open %s for writing
ku: %s ji bo nivîsandinê nehate vekirin

source: Autostarted applications
ku: Sepanên ku bixweber hatine vekirin

source: Below is the list of applications that will be started automatically when you login to your Xfce desktop, in addition to the applications that were saved when you logged out last time:
ku: Lîsteya li jêr a sepanên ku dê werin destpêkirin e Bixweber dema tu têketina sermaseya Xfce pêk bînî li gor sepanên ku di dema dawî ya derketinê de hatibûn tomerkirin

source: Loading desktop settings
af: Werkskerm-opstellings word gelaai
ku: Mîhengên sermaseyê tê barkirin

source: Verifying DNS settings
af: DNS-opstellings word nagegaan
ku: Mîhengên DNS têne piştrastkirin

source: Loading session data
af: Sessie-data word gelaai
ku: Agahiya danîşînê tê barkirin

source: Restart
ku: Ji nû ve bide dest pê kirin

source: _Save session for future logins
af: _Stoor sessie vir toekomstige aanteken
ku: Ji bo têketinê dû re danişînê _tomar bike

source: Please enter your password:
af: Tik asb. jou wagwoord:
ku: Ji kerema xwe re şîfreya xwe binivîsîne:

source: <b>An error occured</b>
af: <b>'n Fout het voorgekom</b>
ku: <b>Çewtiyek Çêbû</b>

source: Either the password you entered is invalid, or the system administrator disallows shutting down this computer with your user account.
af: Dalk is die wagwoord wat jy getik het verkeerd, of die stelseladministrateur laat nie toe dat hierdie gebruikersnaam die rekenaar mag afskakel nie.
ku: An şîfreya te nivisandiye çewte, an jî rêveberê pergalê nahêle ev computer bi navê te were girtin.

source: Last accessed: %s
ku: Gihîştina dawî: %s

source: Choose the session you want to restore. You can simply double-click the session name to restore it.
af: Kies die sessie wat jy wil herstel. Dubbelklik net op die sessienaam om dit te laai.
ku: Beşa ku dixwazî ji nû avabikî hilbijêre. Tu bi hesanî dikarî du caran li ser navê beşa ku dixwazî nû bikî bitikînî

source: Logout
af: Teken af
ku: Derketin

source: Cancel the login attempt and return to the login screen.
af: Kanselleer die aantekenpoging en keer terug na die aantekenskerm.
ku: Karê têketinê betal bike û vegere dîmenê têketinê.

source: New session
af: Nuwe sessie
ku: Ji danişîna nû

source: Create a new session.
af: Skep 'n nuwe sessie.
ku: Danişîneke nû çê bike.

source: Starting The Gnome Keyring Daemon
af: Die Gnome sleutelring-daemon word begin
ku: Xizmeta Gnome Keyring Tê Destpêkirin

source: Starting Gnome Assistive Technologies
af: Gnome bystandtegnologiee word begin
ku: Teknolojiyên Alîkar Yên Gnome Tê Destpêkirin

source: Starting KDE services
af: KDE-dienste word begin
ku: Xizmetên KDe tê destpêkirin

source: (Unknown)
af: (Onbekend)
ku: (Nenas)

source: Could not look up internet address for %s. This will prevent Xfce from operating correctly. It may be possible to correct the problem by adding %s to the file /etc/hosts on your system.
af: Kon nie die internetadres vir %s opkyk nie. Dit sal veroorsaak dat Xfce nie reg werk nie. Dalk kan hierdie probleem reggestel word deur %s by te voeg by /etc/hosts lêer op jou stelsel.
ku: Nikari li navnîşana înternetê a %s binêre. Ev yek dê Xfce ji xebata rast asteng bike. Dibe ku ev teşqele çareser bibe bi lêzêdekirina %s bo dosya /etc/ di pergala te de .

source: Continue anyway
af: Gaan in elk geval voort
ku: Dîsa jî bidomîne

source: Try again
af: Probeer weer
ku: Careke din biceribîne

source: Choose session
af: Kies sessie
ku: Danişînê hilbijêre

source: Choose session name
af: Kies sessienaam
ku: Navê danişînê hilbijêre

source: Choose a name for the new session:
af: Kies 'n naam vir die nuwe sessie:
ku: Ji bo danişîneke nû navekî hilbijêre:

source: Starting the Volume Controller
af: Volumebeheerder word begin
ku: Kontrolkerê Deng Tê Destpêkirin

source: Starting the Panel
af: Die Paneel word begin
ku: Panel tê destpêkirin

source: Starting the Desktop Manager
af: Die werkskermbestuurder word begin
ku: Gerînendeyê Sermasetê Tê Destpêkirin

source: Starting the Taskbar
af: Die taakbalk word begin
ku: Darikê Peywiran Tê Destpêkirin

source: Starting the Window Manager
af: Die vensterbestuurder word begin
ku: Gerîndeyê Paceyan Tê Destpêkirin

source: Starting the Gnome Terminal Emulator
af: Die Gnome terminaal-emuleerder word begin
ku: Emulatorê Termînala Gnome Tê Destpêkirin

source: Starting the KDE Advanced Text Editor
af: Die KDE gevorderde teksredigeerder word begin
ku: Sererastkerê Nivîsên Pêşketî yên KDE Tê Destpêkirin

source: Starting the KDE Clipboard Manager
af: Die KDE-knipbordbestuurder word begin
ku: Gerînendeyê Panoyan yê/a KDE Tê Destpêkirin

source: Starting the KDE Mail Reader
af: Die KDE-posleser word begin
ku: Xwînerê Peyamên KDE Tê Destpêkirin

source: Starting the KDE News Reader
af: Die KDE-nuusleser word begin
ku: Xwînerê Nûçeyan yê/a KDE Tê Destpêkirin

source: Starting the Konqueror
af: Konqueror word begin
ku: Konqueror Tê Destpêkirin

source: Starting the KDE Terminal Emulator
af: Die KDE terminaal-emuleerder word begin
ku: Emulatorê Termîlan ya KDE Tê Destpêkirin

source: Starting the Beep Media Player
af: Die Beep mediaspeler word begin
ku: Destpêkirina Beep Media Player

source: Starting The Gimp
af: Die Gimp word begin
ku: Gimp Tê Destpêkirin

source: Starting the VI Improved Editor
af: Die VI verbeterde redigeerder word begin
ku: Sererastkerê Improved VI Tê Destpêkirin

source: Starting the Session Management Proxy
af: Die sessie-instaanbestuurder word begin
ku: Cîgirê Gerînendeyê Danişînan Tê Destpêkirin

source: Starting the X-Chat IRC Client
af: Die X-Chat IRC-klient word begin
ku: Daxwazkerê X-Chat IRC Tê Destpêkirin

source: Starting the X Multimedia System
af: Multimedia-stelsel word begin
ku: Destpêkirina pergala X Multimedia

source: Starting the X Terminal Emulator
af: X-Terminaal-emuleerder word begin
ku: Emulatora Termînala X Tê Destpêkirin

source: Starting %s
af: %s word begin
ku: %s dest pê dike

source: The location and the format of the autostart directory has changed. The new location is %s where you can place .desktop files to, that describe the applications to start when you login to your Xfce desktop. The files in your old autostart directory have been successfully migrated to the new location. You should delete this directory now.
ku: Hêl û formata rêveberiya destpêkirina bixweber hatiye guhertin. Hêla nû eve %s li vir dikarî bicih bikî. dosyayên sermasê y3en ku sepanan şîrove dikin ji bo di dema têketina sermaseya te ya Xfce de destpêbike. Dosyayên di rêveberiya te ya bixweber a kevin de bi rengekî serkeftî dikevin hêla nû. Pêwiste ku niha tu vê rêveberiyê jê bibî.

source: Performing Autostart...
af: Outostart word gedoen...
ku: Destpêkere Bixweber Dixebite...

source: Tips and Tricks
ku: Têbînî û Şîret

source: Fortunes
ku: Sermiyan

source: Display tips on _startup
ku: Şîretan di destpêkê de nîşan bide

source: Tips and tricks
ku: Têbînî û şîret

source: Next
ku: Pêş

source: Session and Startup Settings
ku: Mîhengên Danişîn û Destpêkê

source: Sessions and Startup Settings
ku: Mîhengên Danişîn û Destpêkê

source: Xfce 4 Sessions and Startup Settings
ku: Mîhengên Danişîn û Destpêkê Yên Xfce 4

source: Xfce 4 Splash Screen Settings
ku: Mîhengên Dîmenê Vekirinê ya Xfce 4

source: Autostarted Applications
ku: Sepanên ku Bixweber Hatine Destpêkirin

source: Edit the list of autostarted applications
ku: Lîsteya sepanên ku bixweber hatine destpêkirin sererast bike

source: Xfce 4 Autostarted Applications
ku: Sepanên Bixweber Hatine Destpêkirin yên Xfce 4

source: xfce4-tips
ku: Şîretên-xfce4

source: Splash Screen
af: Spatskerm

source: What do you want to do next?
af: Wil jy die volgende doen?

source: Quit current session
af: Verlaat huidige sessie

source: Reboot the computer
af: Herlaai die rekenaar

source: Turn off the computer
af: Skakel die rekenaar af
