Repository: Distrotech/xfce4-session
Catalog: doc/manual/po/*.po
Languages: it, ru, zh_cn

source: Xfce 4 Session Manager
it: Gestore di sessione di Xfce 4
ru: Менеджер сеансов Xfce 4
zh_cn: Xfce 4 会话管理器

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. The complete license text is available from the <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
it: È garantito il diritto di copiare, distribuire e/o modificare questo documento nel rispetto dei termini della licenza GNU Free Documentation License, versione 1.1 o qualsiasi versione successiva pubblicata dalla Free Software Foundation; senza Invariant Section senza testi di Front-Cover e senza testi di Back-Cover. Il testo della licenza completa è reso disponibile dalla <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
ru: Разрешено копировать, распространять и/или модифицировать данный документ на условиях лицензии GNU Free Documentation License, версии 1.1 или более поздней версии, опубликованной Фондом Свободного ПО (Free Software Foundation). Документ не содержит неизменяемых разделов, не содержит текста, помещаемого на первую и последнюю страницу обложки. Полный текст лицензии доступен на сайте <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
zh_cn: 在自由软件基金会发布的 GNU 自由文档许可协议 1.1 版本或以后版本的条款约束下发布，允许复制、分发和/或修改本文档；不要求保留特定内容、封面文本或者封底文本。许可协议全文可以通过以下链接找到：<ulink type="http" url="http://www.gnu.org/">自由软件组织</ulink>。

source: System development
it: Sviluppatore di sistema
ru: Системная разработка
zh_cn: 系统开发

source: Software developer
it: Sviluppatore di programmi
ru: Разработчик ПО
zh_cn: 软件开发者

source: This manual describes the <application>@PACKAGE_NAME@</application> package, version @PACKAGE_VERSION@.
it: Questo manuale descrive <application>@PACKAGE_NAME@</application> versione @PACKAGE_VERSION@.
ru: Данное руководство описывает пакет <application>@PACKAGE_NAME@</application> версии @PACKAGE_VERSION@.
zh_cn: 本手册介绍了 <application>@PACKAGE_NAME@</application> 软件包， @PACKAGE_VERSION@ 版。

source: Introduction
it: Introduzione
ru: Введение
zh_cn: 导言

source: <application>@PACKAGE_NAME@</application> is a session manager for Xfce 4. Its task is to save the state of your desktop (opened applications and their location) and restore it during a next startup. You can create several different sessions and choose one of them on startup.
it: <application>@PACKAGE_NAME@</application> è un gestore di sessione per Xfce 4. Il suo compito è quello di salvare lo stato della propria scrivania (applicazioni aperte e loro posizioni) e di ricrearlo al successivo riavvio. Si possono creare diverse sessioni e sceglierne poi una all'avvio.
ru: <application>@PACKAGE_NAME@</application> — это менеджер сеансов для Xfce 4. Его задача — сохранять состояние вашего рабочего стола (открытые приложения и расположение окон) и восстановать его при следующей загрузке. Вы можете создать несколько различных сеансов и выбрать один из них при загрузке.
zh_cn: <application>@PACKAGE_NAME@</application> 是 Xfce 4 的会话管理器。它的任务是保存您的桌面状态(打开的程序及其位置)并在您下次启动桌面时恢复使用。您可以创建几个不同的会话并选择其中的某一个来启动。

source: <application>@PACKAGE_NAME@</application> provides session management for both X11R6 and legacy X11R5 protocols. If you don't need legacy session management support, you can disable it at compile time, giving --disable-legacy-sm to ./configure. Do <emphasis>NOT EVER</emphasis> run <application>smproxy</application> in session that is managed by <application>@PACKAGE_NAME@</application>, or weird things will happen. The included legacy session management does everything that <application>smproxy</application> would do, and besides that, it also supports multiscreen display.
it: <application>@PACKAGE_NAME@</application> fornisce la gestione della sessione per i protocolli X11R6 e X11R5 compatibile. Se non si ha bisogno del supporto all gestione della sessione compatibile, è possibile disabilitarla al momento della compilazione, fornendo l'opzione --disable-legacy-sm allo script ./configure. <emphasis>NON</emphasis> avviare mai <application>smproxy</application> in una sessione gestita da <application>@PACKAGE_NAME@</application>: potrebbero accadere cose strane. Il gestore della sessione compatibile incluso è in grado di compiere le stesse operazioni di <application>smproxy</application> e, per di più, supporta la visualizzazione a più schermi.
ru: <application>@PACKAGE_NAME@</application> обеспечивает управление сеансами как для X11R6, так и для устаревших X11R5 протоколов. Если вам не нужна поддержка управления устаревшими сеансами, вы можете отключить её при сборке, передав аргумент --disable-legacy-sm в ./configure. Во избежание проблем.<emphasis>НИКОГДА</emphasis> не запускайте smproxy в сеансе, управляемом <application>@PACKAGE_NAME@</application>. Входящая в настоящее время в состав функция управления сеансами делает то же самое, что и smproxy, и, кроме этого, поддерживает многоэкранный вывод.
zh_cn: <application>@PACKAGE_NAME@</application> 管理 X11R6 和旧 X11R5 协议会话。如果您不需要旧的会话管理支持，编译时您可以在 ./configure 中添加 --disable-legacy-sm 禁用它。 <emphasis>千万不要</emphasis> 在 <application>@PACKAGE_NAME@</application> 管理的会话中运行 <application>smproxy</application> ，否则会出现奇怪情况。内含的旧会话管理会做一切 <application>smproxy</application> 该做的事情，另外，它还支持多屏显示支持。

source: Session Manager settings
it: Impostazioni del gestore di sessione
ru: Настройка менеджера сеансов
zh_cn: 会话管理器设置

source: General preferences
it: Preferenze generali
ru: Общие параметры
zh_cn: 普通首选项

source: <application>@PACKAGE_NAME@</application> general preferences
it: Preferenze generali di <application>@PACKAGE_NAME@</application>
ru: Общие параметры <application>@PACKAGE_NAME@</application>
zh_cn: <application>@PACKAGE_NAME@</application> 普通首选项

source: Shows the General tab of the <application>@PACKAGE_NAME@</application> settings dialog.
it: Mostra la scheda "Generali" della finestra delle impostazioni di <application>@PACKAGE_NAME@</application>.
ru: Показывает вкладку «Общие» диалогового окна настроек <application>@PACKAGE_NAME@</application>.
zh_cn: 显示 <application>@PACKAGE_NAME@</application> 设置对话框的普通标签。

source: Display chooser on login
it: Mostra il selettore all'accesso
ru: Показывать диалог выбора при входе в систему
zh_cn: 在登录时显示会话选择器

source: If set, the session manager will ask you to choose a session every time you log in to Xfce.
it: Se attivata, il gestore di sessione richiederà la scelta di una sessione per ogni accesso a Xfce.
ru: Если параметр установлен, менеджер сеансов будет просить вас выбрать сеанс каждый раз при входе в Xfce.
zh_cn: 设置后，每次登录 Xfce 时会话管理器都会让您选择哪种会话。

source: Automatically save session on logout
it: Salva automaticamente la sessione all'uscita
ru: Автоматически сохранять сеанс при выходе
zh_cn: 在注销时自动保存会话

source: This option instructs the session manager to save the current session automatically when you log out. If you don't select this option you'll be prompted whether you want to save the current session on each logout.
it: Questa opzione impone al gestore di sessione di salvare automaticamente la sessione corrente all'uscita. Se questa opzione non viene selezionata, a ogni uscita verrà richiesto se si intende o no salvare la sessione corrente.
ru: Выбор данного параметра заставляет менеджер сеансов автоматически сохранять текущий сеанс при выходе из системы. Если параметр не выбран, запрос о сохранении текущей сессии будет выводиться каждый раз при выходе из системы.
zh_cn: 此选项让会话管理器在您每次注销时都自动保存当前的会话。如果您没有选中此选项，每次注销时都有提示询问您是否保存当前的会话。

source: Prompt on logout
it: Conferma l'uscita
ru: Запрашивать при выходе
zh_cn: 注销时提示

source: This option disables the logout confirmation dialog. Whether the session will be saved or not depends on whether you enabled the automatic saving of sessions on logout or not.
it: Questa opzione disabilita la finestra di conferma dell'uscita. La sessione verrà salvata o non salvata a seconda che sia stata o non sia stata abilitata l'opzione di salvataggio automatico della sessione all'uscita.
ru: Данный параметр включает/отключает диалоговое окно подтверждения выхода из системы. Если параметр отключён, то сохранение сеанса зависит от того, включили вы автоматическое сохранение сеанса при выходе из системы или нет.
zh_cn: 此选项禁用注销确认对话框。是否保存会话取决于您是否启用在注销时自动保存会话功能。

source: Advanced preferences
it: Preferenze avanzate
ru: Дополнительные настройки
zh_cn: 高级首选项

source: <application>@PACKAGE_NAME@</application> advanced preferences
it: Preferenze avanzate di <application>@PACKAGE_NAME@</application>
ru: Дополнительные настройки <application>@PACKAGE_NAME@</application>
zh_cn: <application>@PACKAGE_NAME@</application> 高级首选项

source: Shows Advanced tab of the <application>@PACKAGE_NAME@</application> settings dialog.
it: Mostra la scheda "Avanzate" della finestra delle impostazioni di <application>@PACKAGE_NAME@</application>.
ru: Показывает вкладку «Дополнительные» диалогового окна настроек <application>@PACKAGE_NAME@</application>.
zh_cn: 显示 <application>@PACKAGE_NAME@</application> 设置对话框的高级标签。

source: Launch Gnome services on startup
it: Lancia i servizi di GNOME all'avvio
ru: Запускать службы GNOME при входе в систему
zh_cn: 在桌面启动时启动 Gnome 服务

source: Enable this option if you need the GNOME keyring daemon to be run on startup. This option also instructs <application>@PACKAGE_NAME@</application> to bring up the GNOME assistive technologies at startup (if enabled in the GNOME control center). See the GNOME documentation for more information on this topic.
it: Abilitare questa opzione se si ha bisogno che il demone del portachiavi di GNOME venga avviato all'avvio. Questa opzione inoltre istruisce <application>@PACKAGE_NAME@</application> ad avviare le tecnologie assistive di GNOME all'avvio (se abilitate nel centro controllo di GNOME). Consultare la documentazione di GNOME per maggiori informazioni sull'argomento.
ru: Установите этот параметр, если вам нужно, чтобы при загрузке запускался сервис keyring из GNOME. Также этот параметр приводит к задействованию при старте вспомогательных технологий GNOME (если включено в центре управления GNOME). Обратитесь к документации GNOME для получения более подробной информации по этой теме.
zh_cn: 如果您需要在桌面启动时运行 GNOME keyring daemon ，启用此选项。此选项还会让 <application>@PACKAGE_NAME@</application> 在桌面启动时启用 Gnome 辅助技术(如果在 Gnome 控制中心中已启用)。详情请参看 Gnome 文档中的相关主题。

source: Launch KDE services on startup
it: Lancia i servizi di KDE all'avvio
ru: Запускать службы KDE при входе в систему
zh_cn: 在桌面启动时启动 KDE 服务

source: Enable this option if you plan to run KDE applications as part of your Xfce Desktop session. This will notably increase the startup time, but on the other hand, KDE applications will startup faster. Some KDE applications may not work at all if you don't enable this option.
it: Abilitare questa opzione se si intendono eseguire le applicazioni di KDE come parte della sessione di Xfce. In questo modo aumenterà sensibilmente il tempo di avvio, ma le applicazioni KDE si avvieranno più velocemente. Alcune applicazioni di KDE potrebbero non avviarsi se non si abilita questa opzione.
ru: Установите этот параметр, если вы планируете запускать приложения KDE в сеансе Xfce. Это заметно увеличит время загрузки, но с другой стороны, приложения KDE будут быстрее запускаться. Некоторые приложения KDE могут совсем не работать, если не установить этот параметр.
zh_cn: 如果您打算将 KDE 应用程序作为 Xfce 桌面会话的一部分来运行，启用此选项。这样会显著增加桌面启动时间，但从另一方面来说， KDE 应用程序会启动得快些。如果您没有启用此选项，一些 KDE 应用程序可能一点都不工作。

source: Manage remote applications
it: Gestisci le applicazioni remote
ru: Управлять удалёнными приложениями
zh_cn: 管理远程应用程序

source: Allow the session manager to manage applications running on remote hosts. Since this option may constitute a security risk, by listening to a TCP port on your system, do not enable it unless you know what you are doing.
it: Permette al gestore di sessione di gestire le applicazioni eseguite su host remoti. Dato che questa opzione può costituire un rischio per la sicurezza ascoltando una porta TCP del proprio sistema, si consiglia di non abilitarla a meno che non si sia coscienti di ciò che si sta facendo.
ru: Позволяет менеджеру сеансов управлять приложениями, запущенными на удалённых компьютерах. Так как этот параметр может представлять собой угрозу безопасности из-за прослушивания порта TCP на вашей системе, не устанавливайте его, если не уверены.
zh_cn: 允许会话管理器管理远程主机上运行的应用程序。由于此选项会监听您系统中的 TCP 端口，这会导致安全风险，所以除非您确实知道自己在做什么，不要启用此选项。

source: System administrators may want to disable this option globally using the session managers <ulink url="#xfsm-kiosk-mode" type="html">KIOSK capabilities</ulink>.
it: Gli amministratori di sistema potrebbero voler disabilitare questa opzione a livello globale utilizzando le <ulink url="#xfsm-kiosk-mode" type="html">caratteristiche di protezione</ulink> del gestore di sessione.
ru: Системные администраторы могут глобально запретить эту возможность с использованием <ulink url="#xfsm-kiosk-mode" type="html">режима киоска</ulink> менеджера сеансов.
zh_cn: 如果系统管理员想要全局禁用此选项，请用会话管理器<ulink url="#xfsm-kiosk-mode" type="html">KIOSK 功能</ulink>.

source: Customizing the Session Manager
it: Personalizzazione del gestore di sessione
ru: Тонкая настройка менеджера сеансов
zh_cn: 自定义会话管理器

source: You can customize the splash-screen that <application>@PACKAGE_NAME@</application> will use when you log in to Xfce 4. There is a dedicated dialog available from the <emphasis>Xfce 4 Settings Manager</emphasis>.
it: È possibile personalizzare la schermata di avvio che <application>@PACKAGE_NAME@</application> utilizzerà all'accesso in Xfce 4. A questo scopo è disponibile una finestra dedicata dal <emphasis>gestore delle impostazioni di Xfce 4</emphasis>.
ru: Вы можете настроить заставку, которую <application>@PACKAGE_NAME@</application> отображает при входе в Xfce 4. Этот диалог доступен из <emphasis>диспетчера настроек Xfce 4</emphasis>.
zh_cn: 您可以自定义登录 Xfce 4 时 <application>@PACKAGE_NAME@</application> 要使用的启动画面。 <emphasis>Xfce 4 设置管理器</emphasis> 里有个专门的对话框。

source: Splash screen settings
it: Impostazioni della schermata di avvio
ru: Настройки заставки
zh_cn: 启动画面设置

source: Splash screen settings dialog
it: Finestra delle impostazioni della schermata di avvio
ru: Диалоговое окно настроек заставки
zh_cn: 启动画面设置对话框

source: Shows the <application>@PACKAGE_NAME@</application> splash screen settings dialog.
it: Mostra la finestra di <application>@PACKAGE_NAME@</application> per la configurazione della schermata d'avvio.
ru: Показывает диалоговое окно настроек заставки <application>@PACKAGE_NAME@</application>.
zh_cn: 显示 <application>@PACKAGE_NAME@</application> 启动画面设置对话框

source: On the left, the dialog shows a list of all installed engines. Select an engine, and you will see, if available, a preview and information about it. You can click on the <guibutton>Test</guibutton> button to see a demonstration of the selected splash screen engine.
it: A sinistra, la finestra mostra una lista di motori installati. Selezionandone uno, se presente, verrà visualizzata un'anteprima e le relative informazioni. Premendo il pulsante <guibutton>Prova</guibutton> verrà fornita una dimostrazione del tema di avvio selezionato.
ru: В левой части окна приведён список всех установленных заставок. Выберите заставку и вы увидите её предварительный просмотр и сведения о ней (при их доступности). Просмотреть демонстрацию выбранной заставки вы можете, нажав кнопку <guibutton>Проверить</guibutton>.
zh_cn: 在左边，对话框显示已安装引擎的列表。选择一个引擎，如果可以，您会看到相关信息的预览，点击 <guibutton>测试</guibutton> 按钮可以预览所选启动画面

source: <application>@PACKAGE_NAME@</application> provides three Splash themes engines by default. Their respective configuration options - if any - are available from the <guibutton>Configure</guibutton> button.
it: <application>@PACKAGE_NAME@</application> fornisce tre temi di avvio. Le rispettive opzioni di configurazione, se presenti, sono disponibili premendo il pulsante <guibutton>Configura</guibutton>
ru: <application>@PACKAGE_NAME@</application> по умолчанию предоставляет три заставки. Их параметры (если они есть) доступны по нажатию кнопки <guibutton>Настроить</guibutton>.
zh_cn: 默认 <application>@PACKAGE_NAME@</application> 有三个启动画面引擎。如果有的话，点击 <guibutton>配置</guibutton> 按钮可以得到它们各自的配置选项。

source: Shutdown/reboot options
it: Opzioni di spegnimento e riavvio
ru: Параметры выключения/перезагрузки
zh_cn: 关机/重启选项

source: <application>@PACKAGE_NAME@</application> supports shutting down your computer when you log out of your desktop session. To be able to shutdown the computer, you have to be listed in the systems <filename>sudoers</filename> file, in particular, you must be allowed to execute the command <filename>${libdir}/xfce4/session/xfsm-shutdown-helper</filename> (<filename>/usr/sbin/xfsm-shutdown-helper</filename> on Debian GNU/Linux) as user root (where <filename>${libdir}</filename> is the <filename role="directory">lib</filename> sub directory in the prefix you installed <application>@PACKAGE_NAME@</application>, for example <filename role="directory">/usr/local/lib/xfce4/session</filename>).
it: <application>@PACKAGE_NAME@</application> supporta lo spegnimento del computer quando si esce dalla propria sessione. Per poter spegnere il computer, occorre essere in lista nel file di sistema <filename>sudoers</filename>, e in particolare, si deve essere abilitati a eseguire il comando <filename>${libdir}/xfce4/session/xfsm-shutdown-helper</filename> (<filename>/usr/sbin/xfsm-shutdown-helper</filename> su Debian GNU/Linux) come utente root (dove <filename>${libdir}</filename> è la sotto cartella <filename role="directory">lib</filename> nel prefisso dove è installato <application>@PACKAGE_NAME@</application>, per esempio <filename role="directory">/usr/local/lib/xfce4/session</filename>).
ru: <application>@PACKAGE_NAME@</application> поддерживает возможность выключения вашего компьютера при завершении сеанса работы. Чтобы иметь возможность выключить компьютер, сведения о вашей учётной записи должны присутствовать в системном файле <filename>sudoers</filename>, в частности, вам должно быть разрешено выполнять команды <filename>${libdir}/xfce4/session/xfsm-shutdown-helper</filename> (<filename>/usr/sbin/xfsm-shutdown-helper</filename> в Debian GNU/Linux) с правами администратора (где <filename>${libdir}</filename> – это подкаталог <filename role="directory">lib</filename> в префиксе вашей установки <application>@PACKAGE_NAME@</application>, например, <filename role="directory">/usr/local/lib/xfce4/session</filename>).
zh_cn: <application>@PACKAGE_NAME@</application> 支持在您注销桌面会话时关闭您的计算机。要能关闭计算机，您的用户名必须列在 <filename>sudoers</filename> 文件里，特别是您必须被允许以用户 root (您安装 <application>@PACKAGE_NAME@</application> 的父目录是 <filename role="directory">lib</filename> ，而 <filename role="directory">lib</filename> 是 <filename>${libdir}</filename> 的子目录，比如 <filename role="directory">/usr/local/lib/xfce4/session</filename>)执行执行命令 <filename>${libdir}/xfce4/session/xfsm-shutdown-helper</filename> (Debian GNU/Linux 中的 <filename>/usr/sbin/xfsm-shutdown-helper</filename>) 。

source: For example, lets say, you installed <application>@PACKAGE_NAME@</application> into <filename role="directory">/usr/local</filename>, your hostname is <emphasis>myhost</emphasis> and your user account is named <emphasis>myuser</emphasis>, then you would have to add the following line to your <filename>sudoers</filename> file (remember to use <application>visudo</application> to edit that file):
it: Per esempio, si ipotizzi di aver installato <application>@PACKAGE_NAME@</application> in <filename role="directory">/usr/local</filename>, che il proprio nome host sia <emphasis>myhost</emphasis> e che l'utente root si chiami <emphasis>myuser</emphasis>; in questo caso si dovrà aggiungere la linea seguente al proprio file <filename>sudoers</filename> (si ricordi di utilizzare l'applicazione <application>visudo</application> per modificare questo file):
ru: Например, вы установили <application>@PACKAGE_NAME@</application> в <filename role="directory">/usr/local</filename>, имя вашего компьютера <emphasis>myhost</emphasis>, а имя пользователя – <emphasis>myuser</emphasis>. В этом случае вам следует добавить следующую строку в файл <filename>sudoers</filename> (не забудьте использовать <application>visudo</application> для редактирования этого файла):
zh_cn: 比如，假如您将 <application>@PACKAGE_NAME@</application> 安装在 <filename role="directory">/usr/local</filename> 文件夹，您的主机名是 <emphasis>myhost</emphasis> ，用户名是 <emphasis>myuser</emphasis> ，那么您必须在 <filename>sudoers</filename> 文件(记住用 <application>visudo</application> 编辑此文件)中添加如下行：

source: Advanced
it: Avanzate
ru: Настройки для опытных пользователей
zh_cn: 高级

source: Files and Environment Variables
it: File e variabili di sistema
ru: Файлы и переменные окружения
zh_cn: 文件和环境变量

source: Xfce now uses the Basedir Specification as defined on <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> to locate its data and configuration files. This means that file locations will be specified as a path relative to the directories described in the specification.
it: Xfce ora utilizza le specifiche Basedir come definite in <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> per individuare i sui dati e i file di configurazione. Questo significa che la posizione dei file sarà specificata come percorso relativo alle cartelle descritte nella specifica.
ru: Для размещения данных и конфигурационных файлов Xfce использует стандарт Basedir Specification, определённый <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink>. Это означает, что расположение файлов будет определяться как относительный путь от каталогов, описанных в спецификации.
zh_cn: Xfce 现在使用如何安放数据和配置文件的基本目录规定，此规定在 <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> 中定义，此意味着文件将按规定中的目录定义安放。

source: The first base directory to look for configuration files. By default this is set to <filename role="directory">~/.config/</filename>.
it: La prima cartella base da controllare per i file di configurazione. Di norma è impostata a <filename role="directory">~/.config/</filename>.
ru: Первый базовый каталог для поиска конфигурационных файлов. По умолчанию установлен в <filename role="directory">~/.config/</filename>.
zh_cn: 查找配置文件的第一个基本目录。默认位于 <filename role="directory">~/.config/</filename>

source: A list of system directories that contain configuration data. By default the panel will look in <filename role="directory">${sysconfdir}/xdg/</filename> and <filename role="directory">/etc/xdg/</filename>. The value of ${sysconfdir} depends on how the program was build and will often be <filename role="directory">/etc/</filename> for binary packages.
it: Un elenco delle cartelle che contengono i dati di configurazione. Di norma il pannello controlla in <filename role="directory">${sysconfdir}/xdg/</filename> e <filename role="directory">/etc/xdg/</filename>. Il valore di ${sysconfdir} dipende da come il programma è stato compilato e spesso è <filename role="directory">/etc/</filename> per i pacchetti binari.
ru: Список системных каталогов, содержащих данные конфигурации. По умолчанию это <filename role="directory">${sysconfdir}/xdg/</filename> и <filename role="directory">/etc/xdg/</filename>. Значение ${sysconfdir} зависит от того, как программа была собрана, и в случае бинарных пакетов часто устанавливается в <filename role="directory">/etc/</filename>.
zh_cn: 包含配置数据的系统目录列表。默认情况下面板会在 <filename role="directory">${sysconfdir}/xdg/</filename> 和 <filename role="directory">/etc/xdg/</filename> 下寻找。 ${sysconfdir} 的值取决于程序如何编译，对于二进制文件包通常位于 <filename role="directory">/etc/</filename>
