Repository: Distrotech/xfce4-session
Catalog: doc/manual/po/*.po
Languages: it, ru, zh_cn

source: Specifies the root for all user-specific cache data. If this environment variable is unset, it defaults to <filename role="directory">~/.cache</filename>.
it: Indica la radice per la cache di dati di ogni utente. Se questa variabile di ambiente non è configurata, viene impostata a <filename role="directory">~/.cache</filename>.
ru: Определяет корневой каталог для кэшированных данных пользователя. Если данная переменная окружения не определена, то она по умолчанию устанавливается в <filename role="directory">~/.cache</filename>.
zh_cn: 指定所有用户指定的缓存数据的文件。如果此环境变量未设定，默认是 <filename role="directory">~/.cache</filename> 。

source: This is the location where the list of applications that should be automatically run on login is stored. Each autostarted application is represented by a <filename>.desktop</filename> file (see the <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html">Desktop Entry Specification</ulink> for details).
it: Questa è la posizione dove è salvata la lista delle applicazioni da eseguire automaticamente all'avvio. Ogni applicazione è rappresentata da un file <filename>.desktop</filename> (consultare le <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html">specifiche per gli elementi desktop</ulink> per maggiori dettagli).
ru: Это место, в котором хранится список приложений, которые должны быть запущены автоматически при входе в систему. Каждое автоматически запускаемое приложение представлено файлом <filename>.desktop</filename> (см. <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html">Desktop Entry Specification</ulink> для более подробной информации).
zh_cn: 此处是存储所有登录时要自动运行的应用程序列表的位置。每个自动启动的应用程序都用 <filename>.desktop</filename> 文件表示(详情参看 <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html">Desktop Entry Specification</ulink> )。

source: Prior to Xfce 4.3, the list of autostarted applications was stored in <filename role="directory">~/Desktop/Autostart</filename>, which contained scripts and symbolic links to applications. If you run <application>@PACKAGE_NAME@</application> @PACKAGE_VERSION@ or above for the first time, it will automatically migrate the autostart items from the old location to the standard location and place a <filename>LOCATION-CHANGED.txt</filename> file in the old directory, that describes the location change.
it: Prima di Xfce 4.3, l'elenco delle applicazioni avviate automaticamente era salvato nel file <filename role="directory">~/Desktop/Autostart</filename>, che conteneva gli script e i collegamenti simbolici alle applicazioni. Se si avvia <application>@PACKAGE_NAME@</application> @PACKAGE_VERSION@ o una versione successiva per la prima volta, gli elementi ad avvio automatico verranno automaticamente migrati dalla vecchia posizione a quella standard e verrà scritto un file <filename>LOCATION-CHANGED.txt</filename> nella vecchia posizione che descrive le modifiche effettuate.
ru: До версии Xfce 4.3 список автоматически запускаемых приложений хранился в каталоге <filename role="directory">~/Desktop/Autostart</filename> и состоял из скриптов и символических ссылок на приложения. При первом запуске <application>@PACKAGE_NAME@</application> версии @PACKAGE_VERSION@ или выше он автоматически переместит элементы автозапуска из старого месторасположения в стандартное, а в старый каталог поместит файл <filename>LOCATION-CHANGED.txt</filename>, описывающий изменение месторасположения.
zh_cn: Xfce 4.3 以前，自动启动应用程序列表存储在包含脚本和应用程序符号链接的 <filename role="directory">~/Desktop/Autostart</filename> 中。如果您运行 @PACKAGE_VERSION@ 或更高版本的 <application>@PACKAGE_NAME@</application> ，会自动将自动启动项目从原位置迁移到标准位置，并在原目录下存放一个描述位置更改情况的文件 <filename>LOCATION-CHANGED.txt</filename> 。

source: This is the location of the configuration file that includes the various settings for <application>@PACKAGE_NAME@</application>, which can be changed from the settings dialog.
it: Questa è la posizione del file di configurazione che include le varie impostazioni di <application>@PACKAGE_NAME@</application>, che possono essere cambiate dalla finestra delle impostazioni.
ru: Месторасположение конфигурационного файла, содержащего различные настройки <application>@PACKAGE_NAME@</application>, которые могут быть изменены из диалогового окна настроек.
zh_cn: 此处是存放各种 <application>@PACKAGE_NAME@</application> 设置的配置文件的位置，这些设置可在设置对话框中更改。

source: This is the location of the configuration file that includes the configuration for the splash screen, which can be changed from the settings dialog.
it: Questa è la posizione del file di configurazione che include le varie impostazioni della schermata di avvio, che possono essere cambiate dalla finestra delle impostazioni.
ru: Месторасположение конфигурационного файла, содержащего настройки заставки, которые могут быть изменены из диалогового окна настроек.
zh_cn: 此处是存放可以在设置对话框中更改的启动画面配置的配置文件的位置。

source: The directory where <application>@PACKAGE_NAME@</application> and <application>xfwm4</application> store the session data to.
it: La cartella in cui <application>@PACKAGE_NAME@</application> e <application>xfwm4</application> salvano i dati della sessione.
ru: Каталог, в котором <application>@PACKAGE_NAME@</application> и <application>xfwm4</application> сохраняют данные сеанса.
zh_cn: <application>@PACKAGE_NAME@</application> 和 <application>xfwm4</application> 存储会话数据的目录。

source: Kiosk mode configuration file. See <ulink url="#xfsm-kiosk-mode">next section</ulink> for an explanation.
it: File di configurazione della modalità protetta. Consultare la <ulink url="#xfsm-kiosk-mode">sezione successiva</ulink> per una spiegazione.
ru: Конфигурационный файл режима киоска. Пояснения содержатся в <ulink url="#xfsm-kiosk-mode">следующем разделе</ulink>.
zh_cn: 全屏模式配置文件。具体说明请参看<ulink url="#xfsm-kiosk-mode">next section</ulink>

source: None of the configuration files, except the <filename>kioskrc</filename>, are designed to be edited by hand during a Xfce session; in fact, the changes will be overwritten if you edit them while the session manager or the settings managers are running.
it: Nessuno dei file di configurazione, a eccezione di <filename>kioskrc</filename>, è progettato per essere modificato manualmente durante una sessione di Xfce; infatti i cambiamenti vengono sovrascritti se si modificano i file manualmente mentre il gestore di sessione o il gestore delle impostazioni è in esecuzione.
ru: Ни один из конфигурационных файлов, за исключением <filename>kioskrc</filename>, не следует редактировать вручную во время сеанса работы Xfce. Изменения, сделанные во время работы менеджера сеансов или менеджера настроек, будут перезаписаны.
zh_cn: 在设计上，除了 <filename>kioskrc</filename> ，配置文件不能在会话进行过程中手动修改；事实上，如果在会话管理器或设置管理器正在运行时您编辑这些文件，这些更改会由于被改写而无效。

source: System administrators might want to customize the file <filename>${sysconfdir}/xdg/xfce4-session/xfce4-session.rc</filename> to change the default applications that are run on Xfce startup. For example, if you want to start the <application>xfce4-iconbox</application> instead of the <application>xftaskbar4</application>, you would change the <emphasis>[Failsafe Session]</emphasis> section like to something like this:
it: Gli amministratori di sistema potrebbero voler personalizzare il file <filename>${sysconfdir}/xdg/xfce4-session/xfce4-session.rc</filename> per cambiare le applicazioni che vengono eseguite di default all'avvio di Xfce. Per esempio, se si vuole avviare <application>xfce4-iconbox</application> in luogo di <application>xftaskbar4</application>, si dovrà cambiare la sezione <emphasis>[Failsafe Session]</emphasis> in qualcosa di simile:
ru: Системным администраторам может понадобиться настроить файл <filename>${sysconfdir}/xdg/xfce4-session/xfce4-session.rc</filename> для изменения приложений, по умолчанию запускаемых при загрузке Xfce. Например, если вы хотите запускать <application>xfce4-iconbox</application> вместо <application>xftaskbar4</application>, вам следует изменить раздел <emphasis>[Failsafe Session]</emphasis> похожим образом:
zh_cn: 系统管理员可能想要通过自定义文件 <filename>${sysconfdir}/xdg/xfce4-session/xfce4-session.rc</filename> 来改变 Xfce 在启动时运行的默认应用程序，比如，如果您要启动 <application>xfce4-iconbox</application> 而不是 <application>xftaskbar4</application> ，您需要类似于如下修改 <emphasis>[Failsafe Session]</emphasis> 一段：

source: Kiosk Mode
it: Modalità protetta
ru: Режим киоска
zh_cn: 全屏模式

source: The session manager offers support for the Kiosk Mode, that helps to prevent users from making changes to their session settings. To use it you have to edit or create the file <filename>${sysconfdir}/xdg/xfce4/kiosk/kioskrc</filename>.
it: Il gestore di sessione offre il supporto alla modalità protetta, che aiuta a evitare che l'utente possa effettuare delle modifiche alle impostazioni della propria sessione. Per utilizzarla occorre modificare o creare il file ${sysconfdir}/xdg/xfce4/kiosk/kioskrc</filename>.
ru: Менеджер сеансов обеспечивает поддержку режима киоска, который предотвращает внесение пользователями изменений в настройки сеанса. Для того чтобы его использовать, вам необходимо отредактировать или создать файл <filename>${sysconfdir}/xdg/xfce4/kiosk/kioskrc</filename>.
zh_cn: 会话管理器还有全屏模式功能，此功能能帮助用户避免更改。他们的会话设置要使用此功能您可以编辑或创建文件 <filename>${sysconfdir}/xdg/xfce4/kiosk/kioskrc</filename> 。

source: The way to explain the format of this file is by using an example. The xfce4-session section of your <filename>kioskrc</filename> might look like this:
it: Il modo migliore per spiegare il formato di questo file è facendo un esempio; la sezione xfce4-session del file <filename>kioskrc</filename> potrebbe assomigliare a questa:
ru: Объясним формат этого файла на примере. Раздел xfce4-session вашего файла <filename>kioskrc</filename> может выглядеть следующим образом:
zh_cn: 此方法使用一个模板来解释此文件的格式。 <filename>kioskrc</filename> 的 xfce4-session 一段看起来应该如下：

source: This allows all users to change their splash, chooser and logout settings, but allows only users in the group <emphasis>wheel</emphasis> to customize the compatibility settings and shutdown the system. No one will be allowed to adjust the security settings.
it: Questo permette a tutti gli utenti di cambiare la schermata di avvio, il selettore e le impostazioni di uscita, ma permette ai soli utenti nel gruppo <emphasis>wheel</emphasis> di personalizzare le impostazioni di compatibilità e di spegnere il sistema. A nessuno è permesso di modificare le impostazioni di sicurezza.
ru: Это позволяет всем пользователям изменять их заставку, настройки выбора сеанса и выхода из системы. Однако настраивать параметры совместимости и выключать систему позволено только пользователям из группы <emphasis>wheel</emphasis>. Никому не разрешено устанавливать параметры безопасности.
zh_cn: 这样所有用户都能够更改他们的启动画面、会话选择器和注销方式设置，但只有 <emphasis>wheel</emphasis> 组中的用户才可以自定义兼容性和关闭系统设置。没有用户可以调整安全性设置。

source: The session manager supports the following KIOSK capabilities:
it: Il gestore di sessione supporta le seguenti caratteristiche di protezione:
ru: Менеджер сеансов поддерживает следующие возможности режима киоска:
zh_cn: 会话管理器支持以下 KIOSK 功能：

source: CustomizeSplash
zh_cn: 自定义启动画面

source: Whether or not the user is allowed to customize the splash screen.
it: Se all'utente è permesso personalizzare la schermata di avvio.
ru: Будет ли разрешено пользователю настраивать заставку.
zh_cn: 是否允许用户自定义启动画面。

source: CustomizeChooser
zh_cn: 自定义会话选择器

source: Whether or not the user is allowed to customize the session chooser settings.
it: Se all'utente è permesso personalizzare le impostazioni del selettore di sessione.
ru: Будет ли разрешено пользователю настраивать параметры выбора сеанса.
zh_cn: 是否允许用户自定义会话选择器设置。

source: CustomizeLogout
zh_cn: 自定义注销方式

source: Whether or not the user is allowed to customize the logout settings.
it: Se all'utente è permesso personalizzare le impostazioni di uscita.
ru: Будет ли разрешено пользователю настраивать параметры выхода из системы.
zh_cn: 是否允许用户自定义注销设置。

source: CustomizeCompatibility
zh_cn: 自定义兼容性

source: Whether or not the user is allowed to customize the compatibility settings (KDE/Gnome compat)
it: Se all'utente è permesso personalizzare le impostazioni di compatibilità (KDE/Gnome compat).
ru: Будет ли разрешено пользователю настраивать параметры совместимости (с KDE/Gnome)
zh_cn: 是否允许用户自定义兼容性设置(KDE/Gnome 兼容)

source: CustomizeSecurity
zh_cn: 自定义安全性

source: Whether or not the user is allowed to customize the security settings. This is one of the most <emphasis>IMPORTANT</emphasis> settings, since it prevents users (actually <filename>libICE</filename>) from binding to a TCP port.
it: Se all'utente è permesso personalizzare le impostazioni di sicurezza. Questa è una delle impostazioni più <emphasis>IMPORTANTI</emphasis> dato che impedisce agli utenti (effettivamente <filename>libICE</filename>) di collegarsi a una porta TCP.
ru: Будет ли разрешено пользователю настраивать параметры безопасности. Этот одна из наиболее <emphasis>ВАЖНЫХ</emphasis> настроек, так как не позволяет пользователям (на самом деле <filename>libICE</filename>) прослушивать TCP порт.
zh_cn: 是否允许用户自定义安全性设置。由于阻止用户(事实上是 <filename>libICE</filename>)捆绑至 TCP 端口，所以这是 <emphasis>最重要</emphasis> 的设置，

source: Shutdown
zh_cn: 关机

source: Whether or not the user is allowed to shutdown (reboot or poweroff) the system. If a user lacks this capability the reboot and poweroff options in the shutdown dialog will be greyed out.
it: Se all'utente è permesso spegnere (o riavviare) il sistema. Se un utente non ha questa capacità le opzioni di spegnimento e di riavvio non saranno selezionabili nella finestra di uscita.
ru: Будет ли разрешено пользователю завершать работу системы (перезагружать или выключать). Если у пользователя нет такой возможности, варианты перезагрузки и выключения в диалоговом окне завершения работы будут неактивны.
zh_cn: 是否允许用户关闭(重启或关机)系统。如果用户没有此权限，则关机对话框中的重启或关机会变成灰色。

source: About <application>@PACKAGE_NAME@</application>
it: Informazioni su <application>@PACKAGE_NAME@</application>
ru: О программе <application>@PACKAGE_NAME@</application>
zh_cn: 关于 <application>@PACKAGE_NAME@</application>

source: <application>@PACKAGE_NAME@</application> was written by Benedikt Meurer (<email>benny@xfce.org</email>). To find more information, please visit the <ulink url="http://www.xfce.org" type="http">Xfce web site</ulink>.
it: <application>@PACKAGE_NAME@</application> è stato scritto da Benedikt Meurer (<email>benny@xfce.org</email>). Per ricevere ulteriori informazioni, visitare il <ulink url="http://www.xfce.org" type="http">sito web di Xfce</ulink>.
ru: <application>@PACKAGE_NAME@</application> написал Benedikt Meurer (<email>benny@xfce.org</email>). Посетите <ulink url="http://www.xfce.org" type="http">сайт Xfce</ulink> для получения более подробной информации.
zh_cn: <application>@PACKAGE_NAME@</application> 由 Benedikt Meurer(<email>benny@xfce.org</email>)撰写。若需更多信息，请访问<ulink url="http://www.xfce.org" type="http">Xfce web site</ulink>

source: To report a bug or make a suggestion regarding this application or this manual, use the bug tracking system at <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
it: Per segnalare un problema o per avanzare una proposta relativa a questo programma o al manuale, utilizzare il sistema di tracciamento dei bug all'indirizzo <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
ru: Чтобы сообщить об ошибке или внести предложение, относящееся к этой программе или данному руководству, используйте систему отслеживания ошибок <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
zh_cn: 无论是对于本应用程序还是本手册，若要报告缺陷或提出建议，请您使用缺陷追踪系统 <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink> 。

source: If you have questions about the use or installation of this package, please ask on the <ulink url="http://lunar-linux.org/mailman/listinfo/xfce" type="http">xfce</ulink> mailing list. Development discussion takes place on the <ulink url="http://lunar-linux.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> mailing list.
it: Se si hanno domande relative all'utilizzo o all'installazione di questo pacchetto, rivolgersi alla lista di discussione di <ulink url="http://lunar-linux.org/mailman/listinfo/xfce" type="http">xfce</ulink>. Le discussioni relative allo sviluppo si svolgono nella lista di discussione <ulink url="http://lunar-linux.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink>.
ru: Если у вас есть вопросы по использованию или установке этого пакета, пожалуйста, задайте их в <ulink url="http://lunar-linux.org/mailman/listinfo/xfce" type="http">списке рассылки xfce</ulink>. Обсуждение разработки происходит в <ulink url="http://lunar-linux.org/mailman/listinfo/xfce4-dev" type="http">списке рассылки xfce4-dev</ulink>.
zh_cn: 如果您有使用或安装本软件包方面的问题，请在邮件列表 <ulink url="http://lunar-linux.org/mailman/listinfo/xfce" type="http">xfce</ulink> 中提问。开发讨论在邮件列表 <ulink url="http://lunar-linux.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> 中进行。

source: This program is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
it: Questo programma è distribuito nel rispetto dei termini della licenza GNU GPL (General Public License) come pubblicata dalla Free Software Foundation, sia questa la versione 2 o, a propria scelta, una qualsiasi versione successiva.
ru: Это программное обеспечение распространяется на условиях лицензии GNU General Public License, опубликованной Free Software Foundation, версии 2 или (по вашему выбору) любой более поздней версии.
zh_cn: 此程序在自由软件组织发布的 GNU 通用公共许可协议方式下发布；要么是协议的第二版，要么是(您可以选择)更高版本。

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
it: Con il programma dovrebbe essere stata anche fornita una copia della GNU General Public License; se così non fosse, scrivere alla: Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
ru: Вы должны были получить копию лицензии GNU General Public License вместе с этой программой. Если это не так, напишите во Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
zh_cn: 您应该已经与本程序一道收到了一份 GNU 通用公共许可协议；若没有，请致信 the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA

source: translator-credits
it: Cristian Marchi <cri.penta@gmail.com>, 2010.
ru: Denis Koryavov <dkoryavov@yandex.ru>, 2010 Alexandr Boltris <alex@altlinux.org>, 2011 Artem Zolochevskiy <artem.zolochevskiy@gmail.com>, 2011
zh_cn: Chipong Luo <chipong_l@yahoo.com>, 2011.
